/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Pomoću aplikacije BlackBerry Blend poruke i sadržaj sa svojeg BlackBerry uređaja možete pregledati na računalu. Pregledati možete i kalendar i kontakte te možete upravljati prijenosom datoteka između računala i uređaja. Ako je na uređaju aktiviran poslovni profil, na siguran način možete pristupiti poslovnim podacima, datotekama i intranetu bez uspostavljanja VPN veze. Aplikacija BlackBerry Blend podržana je na uređajima sa sustavom BlackBerry 10 OS 10.3 i novijim verzijama.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Pomoću aplikacije BlackBerry Link možete napraviti sigurnosnu kopiju podataka te vratiti podatke, prebaciti se na novi uređaj, ažurirati softver uređaja ili ga ponovo instalirati. Možete i između uređaja i računala sinkronizirati multimediju, dokumente i podatke iz organizatora, primjerice kontakte i kalendare. Značajka daljinskog pristupa datotekama omogućuje vam da datotekama koje se nalaze na računalu pristupite pomoću uređaja, a dostupne su vam i brojne druge značajke.";